Repository: AJ-Graf/soccer-registration-capstone
Catalog: OptimistClub_SoccerRegistration.Client/Resources/App.*.resx
Languages: fr_ca

# Title
source: Soccer Registration
fr_ca: Inscription au soccer

# Intro
source: Please complete the form below to register a player.
fr_ca: Veuillez remplir le formulaire ci-dessous pour inscrire un joueur.

# Home_Intro
source: Welcome to the Casselman Optimist Club soccer registration site.
fr_ca: Bienvenue sur le site d’inscription pour le soccer Optimiste de Casselman

# Home_SeasonHighlights_Aria
source: Season highlights
fr_ca: Points saillants de la saison

# Home_SeasonHighlights_Title
source: Recreational Soccer 2026
fr_ca: Soccer récréatif 2026

# Home_Ages_Label
source: Ages:
fr_ca: Âges :

# Home_Ages_Value
source: Preschool to Grade 8 (Birth years 2012 to 2021)
fr_ca: Maternelle à 8e année (années de naissance 2012 à 2021)

# Home_PreschoolNote_Label
source: Preschool (2022):
fr_ca: Maternelle (2022) :

# Home_PreschoolNote_Value
source: A parent must assist their child on the field
fr_ca: Un parent doit aider son enfant sur le terrain

# Home_Fee_Label
source: Fee:
fr_ca: Frais :

# Home_Fee_Value
source: $65 per child (includes jersey, shorts and socks). Free for the third child.
fr_ca: 65 $ par enfant (inclut chandail, short et bas). Gratuit pour le troisième enfant.

# Home_RegistrationInfo_Title
source: Registration Information
fr_ca: Information d'inscription

# Home_RegNights_Label
source: Registration nights:
fr_ca: Soirées d'inscription :

# Home_RegNights_Value
source: Thursday January 8 and Tuesday January 13, 2026
fr_ca: Jeudi 8 janvier et mardi 13 janvier 2026

# Home_Time_Label
source: Time:
fr_ca: Heure :

# Home_Time_Value
source: 6:00 PM to 8:00 PM
fr_ca: 18 h à 20 h

# Home_Location_Label
source: Location:
fr_ca: Lieu :

# Home_Location_Value
source: Casselman Catholic High School
fr_ca: École secondaire catholique de Casselman

# Home_Fees_Label
source: Registration fees:
fr_ca: Frais d'inscription :

# Home_Fees_Main
source: $65.00 per child (includes full uniform: jersey, shorts, socks)
fr_ca: 65,00 $ par enfant (inclut l’uniforme complet : chandail, short, bas)

# Home_Fees_ThirdChild
source: Free for the third child
fr_ca: Gratuit pour le troisième enfant

# Home_Coach_Label
source: Coach:
fr_ca: Entraîneur :

# Home_Coach_Value
source: 1 child will be free
fr_ca: 1 enfant sera gratuit

# Home_Payment_Label
source: Method of payment:
fr_ca: Mode de paiement :

# Home_Payment_Value
source: Cash, cheque or debit card
fr_ca: Argent comptant, chèque ou carte de débit

# Home_LateFee_Note
source: Registrations received after January 16 will be charged a late fee of $20 per child.
fr_ca: Toute inscription reçue après le 16 janvier entraînera des frais de retard de 20 $ par enfant.

# Home_Deadline_Note
source: No registrations will be accepted after January 31, 2026.
fr_ca: Aucune inscription ne sera acceptée après le 31 janvier 2026.

# Home_GeneralInfo_Title
source: General Information for the Season
fr_ca: Information générale pour la saison

# Home_Email_Label
source: Email:
fr_ca: Courriel :

# Home_Facebook_Value
source: Soccer Optimiste de Casselman (Please follow us on Facebook)
fr_ca: Soccer Optimiste de Casselman (Suivez-nous sur Facebook)

# Home_SeasonDuration_Label
source: Season duration:
fr_ca: Durée de la saison :

# Home_SeasonDuration_Value
source: Every Monday from April 27 to June 15, 2026 (last Monday before the end of the school year)
fr_ca: Tous les lundis du 27 avril au 15 juin 2026 (dernier lundi avant la fin de l’année scolaire)

# Home_GameLocation_Label
source: Game location:
fr_ca: Lieu des matchs :

# Home_GameLocation_School
source: Soccer fields at École secondaire catholique de Casselman
fr_ca: Terrains de soccer de l’École secondaire catholique de Casselman

# Home_GameLocation_Note
source: (track and field)
fr_ca: (piste et terrain)

# Home_GameTime_Label
source: Game time:
fr_ca: Heure des matchs :

# Home_GameTime_2022
source: 6:00 PM to 6:45 PM (for 2022)
fr_ca: 18 h à 18 h 45 (pour 2022)

# Home_GameTime_Other1
source: 6:00 PM to 7:00 PM (to be determined after registration)
fr_ca: 18 h à 19 h (à déterminer après l'inscription)

# Home_GameTime_Other2
source: 7:15 PM to 8:15 PM (to be determined after registration)
fr_ca: 19 h 15 à 20 h 15 (à déterminer après l'inscription)

# Home_MandatoryEquipment_Label
source: Mandatory equipment:
fr_ca: Équipement obligatoire :

# Home_MandatoryEquipment_ShinPads
source: Shin pads are mandatory for 2021+
fr_ca: Protège-tibias obligatoires pour 2021+

# Home_MandatoryEquipment_Shoes
source: Soccer shoes with rubber spikes
fr_ca: Souliers de soccer avec crampons en caoutchouc

# Home_Cancellation_Note
source: Any cancellation will be decided the same day by the Soccer Committee and posted on Facebook around 4:00 PM.
fr_ca: Toute annulation sera décidée le jour même par le comité de soccer et publiée sur Facebook vers 16 h.
